Repository: Teja-Tatimatla/feedia
Catalog: lib/l10n/app_*.arb
Languages: es, fr, ja, te

# welcomeTitle
source: Welcome to Feedia!
es: ¡Bienvenido a Feedia!
fr: Bienvenue sur Feedia !
ja: Feediaへようこそ！
te: ఫీడియాలోకి స్వాగతం!

source: Continue with Google
es: Continuar con Google
fr: Continuer avec Google
ja: Googleで続行
te: గూగుల్‌తో కొనసాగించండి

source: Continue with Apple
es: Continuar con Apple
fr: Continuer avec Apple
ja: Appleで続行
te: ఆపిల్‌తో కొనసాగించండి

# feediaBottomText
source: Feedia with Capital Area Food Bank helps you find food and help you navigate tough times.
es: Feedia, junto con el Capital Area Food Bank, te ayuda a encontrar alimentos y a superar momentos difíciles.
ja: Feediaは、Capital Area Food Bankと連携して、食料を見つけたり、困難な時期を乗り越える手助けをします。
te: ఫీడియా, క్యాపిటల్ ఏరియా ఫుడ్ బ్యాంక్‌తో కలిసి, మీకు ఆహారం కనుగొనడంలో మరియు కష్టమైన సమయాలను ఎదుర్కొనడంలో సహాయపడుతుంది.

# greeting
source: Hello! How can we help today?
es: ¡Hola! ¿Cómo podemos ayudarte hoy?
fr: Bonjour ! Comment pouvons-nous vous aider aujourd'hui ?
ja: こんにちは！今日はどのようにお手伝いできますか？
te: హలో! మేము ఈ రోజు మీకు ఎలా సహాయపడగలము?

# chatPrompt
source: Chat with our friendly AI assistant to find the nearest food pantry
es: Chatea con nuestro amigable asistente de IA para encontrar la despensa de alimentos más cercana
fr: Discutez avec notre assistant IA sympathique pour trouver la banque alimentaire la plus proche
ja: 最寄りのフードパントリーを見つけるために、親切なAIアシスタントとチャットしましょう
te: సమీపంలోని ఆహార పంపిణీ కేంద్రాన్ని కనుగొనటానికి మా స్నేహపూర్వక AI అసిస్టెంట్‌తో చాట్ చేయండి

source: Chat here.
es: Chatea aquí.
fr: Discutez ici.
ja: ここでチャットする
te: ఇక్కడ చాట్ చేయండి.

# somethingOnMind
source: Something on your mind?
es: ¿Tienes algo en mente?
fr: Quelque chose vous préoccupe ?
ja: 何か気になることがありますか？
te: ఏదైనా మీ మనసులో ఉందా?

# hereToListen
source: I'm here to listen
es: Estoy aquí para escucharte
fr: Je suis là pour vous écouter
ja: お話をお聞きします
te: నేను వినేందుకు ఇక్కడ ఉన్నాను

# otherServices
source: Other services - Housing, Healthcare, Financial assistance etc.
es: Otros servicios: vivienda, atención médica, asistencia financiera, etc.
fr: Autres services : logement, soins de santé, aide financière, etc.
ja: その他のサービス：住居、医療、金銭的支援など
te: ఇతర సేవలు - నివాసం, ఆరోగ్య సంరక్షణ, ఆర్థిక సహాయం మొదలైనవి.

source: Let's figure it out
es: Vamos a resolverlo
fr: Trouvons une solution ensemble
ja: 一緒に解決しましょう
te: దాన్ని కలిసే చూద్దాం

# budgetRecipes
source: Looking for recipes under a budget?
es: ¿Buscas recetas económicas?
fr: Vous cherchez des recettes économiques ?
ja: 予算内で作れるレシピをお探しですか？
te: తక్కువ ఖర్చుతో రెసిపీలు కావాలా?

# letsCook
source: Let's get cooking 👨‍🍳
es: ¡Vamos a cocinar 👨‍🍳!
fr: Cuisinons ensemble 👨‍🍳
ja: さあ、料理を始めましょう 👨‍🍳
te: వంట మొదలెట్టుదాం 👨‍🍳

# maintainWeight
source: Are you eating enough to maintain your weight?
es: ¿Estás comiendo lo suficiente para mantener tu peso?
fr: Mangez-vous suffisamment pour maintenir votre poids ?
ja: 体重を維持するのに十分な量を食べていますか？
te: మీ బరువు నిలబెట్టుకోవడానికి మీరు తినే ఆహారం సరిపోతుందా?

# calculateCalories
source: Calculate your calories 🧮
es: Calcula tus calorías 🧮
fr: Calculez vos calories 🧮
ja: カロリーを計算しましょう 🧮
te: మీ కాలరీలను లెక్కించండి 🧮

# messageHint
source: Type a message...
ja: メッセージを入力してください…
